{
	"CWEpsilonGalaxy": [
		"Attention freebirth! Epsilon Galaxy of Clan Wolf stands ready to defeat your challenge!",
		"Fight and die with honor, stravag, if you can!",
		"Those of you that survive will make fine bondsmen.",
		"The Loremaster will give me a line in the Rememberance for what I am about to do to you."
	],
	"CNCOmicronGalaxy": [
		"This is Star Commander Garr of Clan Nova Cat's Omicron Galaxy! We shall resist your attack, honorless dogs!",
		"There will be no hegira granted to Spheroids, stand and fight!",
		"We may be a second line garrison unit, but we are centuries more advanced than you barbarians!",
		"Have you ever really looked at your heads up display. I mean, really looked at it?",
		"I had a vision of defeating you. I also had a vision of riding naked atop a Fire Moth through a forest, so some are more literal than others.",
		"I lead the Sixth Nova Cat Regulars in this batchall by Star Colonel Leroux. I was chosen because the Clan elders have delivered a prophecy of what I will achieve. Your defeat is the first stepping stone on my path to glory!"
	],
	"CJFIotaGalaxy": [
		"You dare resist the Falcon's Claws, Spheroid fools? You shall be shown no mercy!",
		"Iota Galaxy, drive these dogs back with all your fury!",
		"Once we wipe out you mercenary scum w'ere coming for the Blue Star Irregulars!"
	],
	"CGBThetaGalaxy": [
		"You have awoken a sleeping bear, mercenaries. Flee now, while you can, before Theta Galaxy breaks you for your insolence.",
		"Ghost Bear forces, show them no quarter.",
		"We are the Third Bear Regulars and we will crush you for Galaxy Commander Hambash!",
		"You face the Seventh Phalanx Cluster. You will be overrun before you know it, dezgra scum!"
	],
	"CSRDeltaGalaxy": [
		"The Raven's shadow falls across you, mercenary scum. Delta Galaxy will show you no quarter!",
		"All Snow Raven forces, destroy these presumptive fools!",
		"You face the warriors of Delta solahma. We may be past our prime, but we are prepared to die defeating you in glorious battle!",
		"Before you are the forces bid by Star Colonel Dara McCorkell of the Fifth Raven Auxiliaries. Our victory here will give us bloodnames and keep us from being sent to solahma units."	
	],
	"40thShadowDivision": [
		"......",
		"The Third Transfer will not be interrupted",
		"All who stand in the way of the Master will be swept away."
	],
	"9thDivisionWoB": [
		"You face the 9th Division of the Word of Blake, warrior. In the name of the Blessed Blake, we shall obliterate you this day!",
		"You face Measure of Trust III-Beta, the finest battalion in the division. Serve us or die.",
		"We are no militia rabble led by local governmnent dogs. We are Crushing Reality III-delta, led by Precentor Lenca. We are Blake's bravest!",
		"Conrad Toyama did nothing wrong. Repent of your wrongdoings and join us or die!"
	],
	"WoBProtectorateMilitia": [
		"This is the Word of Blake Protectorate Militia commander speaking. Withdraw at once, mercenaries, or face our fury.",
		"In Blake's name, we shall resist you with all of our strength, you will not prevail today!",
		"Look, just surrender. The reeducation camps aren't that bad. You don't have to take cybernetics if you don't want to. It's better than the alternatives.",
		"I didn't want to sign up with the wobbies either, but this isn't a tri-vid. The cavalry doesn't save the day. There's no unlikely hero that will emerge from some backwater planet to save you. Make your peace with the Word of Blake or be crushed under the treads of history.",		
	],
	"DeathCommandos": [
		"Today you face the Death Commandos. Retreat or be destroyed. You will receive no further warnings.",
		"The Chancellor wills your death."
	],
	"1stMcCarronsArmoredCavalry": [
		"The Big MAC is comin' in hot, mercenary! Best prepare yourself, since we're not taking prisoners today!",
		"Break through their lines just like Colonel Barton taught us!",
		"Let's crack their skulls and then crack open some cold ones back on Menke",
		"Once you take on Davion's toughest house regulars, some third-rate merc outfit doesn't seem so scary."		
	],
	"WarriorHouseImarra": [
		"In the name of the Chancellor, Warrior House Imarra will defeat any who dare raise their hand against the Capellan Confederation!",
		"Ion Rush will decorate me personally when hears of my victory.",
		"As the inheritors of the Sarna Mandate, we will govern you mercifully after we take this planet.",
		"Just be glad we aren't Dai Da Chi. We'll take you prisoner after we beat you."
	],
	"6thConfederationReserveCavalry": [
		"6th Reserve Cavalry, all forward! Drive these fools from the battlefield in dishonor!",
		"You're up against Sang-Shao's Ni Tehn Dho's Arcade Rangers. We're the top-scoring outfit in the regiment and you're going to pad it even further.", 
		"You face the 6th Reserve Cavalry. We ranked as one of the top five Reserve Cavalry regiments. Yes, there are only five surviving regiments. So what?",
		"Xin Sheng! We will bury you like we buried St. Ives!"
	],
	"1stSwordOfLight": [
		"The Coordinator has invested us with his trust that we may serve his will in the field. You shall not prevent the Pillar of Ivory from achieving its goals, mercenary scum. Fight, if you dare.",
		"As our greatest coordinator once said, DEATH TO MERCENARIES!",
		"If the Smoke Jaguars couldn't stop us on Luthien what chance do you have, honorless dog?",
		"If you fight for money you fight for nothing and achieve nothing. You're about to find out what samurai can do against masterless bandits."
	],
	"3rdNightStalkers": [
		"We may be older warriors, but with age comes experience and wisdom. To face us is to face your own obsolescence. Night Stalkers, destroy them!",
		"I'm too old to be scared by amateurs with big guns. Put them away before we put them away for you."
	],
	"2ndLegionOfVega": [
		"Hah, mercenaries, eh? Pathetic, even the Legions of Vega have more honor than you dogs. Begone from here!",
		"Is that how clumsily you take the field? What a shameful display!"
	],
	"DavionAssaultGuards": [
		"In the name of House Davion and the Federated Suns, the Davion Assault Guards will win this day! For the First Prince!",
		"We may be heavy, but Major Zibler showed us how to be fast too. There is no respite against the Davion Guards!",
		"We've trashed the best the Snakes, the Elsies, and the Cappies could throw at us. What makes you think you stand a chance?",
		"We have the best training and technology the First Prince could buy. All you'll be is another Sunburst Medal on my chestplate."   
	],
	"2ndCrucisLancers": [
		"2nd Crucis, mercenaries stand between us and victory. Do what must be done.",
		"When we get back to Timbiqui we're going to celebrate over the wreckage of your mechs!",
		"Haven't seen a scrap like this since Tikonov. Let's end it.",
		"Before we annihilate you I want to give a big thanks to our sponsor Raasch Brewing: Timbiqui Dark, the ilKhan of Beers."
	],
	"1stKitteryBorderers": [
		"We may not be on Kittery, but don't think the Kittery Borderers will fight any less for it. Prepare yourself!",
		"We get a Limp Sword flag every time we beat up the Cappies. I wonder what sort of medal we'll get for killing you?",
		"Fighting you rabble is better than dealing with the Haseks back at home. Let's make this quick so we can get back to Kittery."
	],
	"10thLyranGuards": [
		"First Prince Victor Steiner-Davion is the rightful ruler of the Federated Commonwealth and the 10th Lyran is proud to fight on his behalf! Stand aside, mercenaries, that the rightful claimant to the throne may take his place!",
		"Her name is Katherine Steiner-Davion, not Katrina! Submit to the rightful heir of the Davion line or be destroyed!",
		"{COMPANY.CompanyName}? Sounds like Katherine sympathizers. If you eject now I promise we won't step on you like we did those Jade Falcons.",
		"{Commander.Callsign}? Sounds Capellan to me. If you surrender now I promise we won't weld you into your cockpits and throw you into the river like those Davions did in the Fourth Succession War."
	],
	"6thLyranGuards": [
		"We might be the Saucy Sixth, but we still are members of the Lyran Guards, meaning we will fight to the last man for the Archon! You stand no chance, mercs!",
		"We are the Archon's finest. Get ready to lose!"
	],
	"5thDonegalGuards": [
		"5th Donegal Guards, these mercs dare to defy Archon Katherine Steiner's will! Destroy them, show them no mercy!",
		"The Archon has promised me a sweet teaching post on Nagelring if we win here. That's the best party scene in the Commonwealth. You're not standing in between me and unlimited canapes!",
		"Do you know who my uncle is??? We will destroy you for your impertinence!"
	],
	"15thLyranRegulars": [
		"We stood against Clan Smoke Jaguar on Lonaconing, the 15th Lyran will not be cowed by mere soldiers of fortune. Stand aside or be cast aside!",
		"We've ended the careers of a lot of mecenary units, and you're about to be another collection of broken dreams and broken parts. Come find out why the Commonwealth has never lost Hesperus!",
		"We know what good mercenaries look like, and you lot are no Gray Death Legion."  		
	],
	"11thAvalonHussars": [
		"The First Prince betrayed us when he ordered us out of Lyran space. Only the true ruler, Archon Katherine, has our loyalty. Stand down mercs or feel the fury of the 11th Avalon Hussars!",
		"Jackson Davion trained us to fight mercs like you. You think you'll survive where the Lexington Combat Group didn't?",
		"Those dirty Haseks probably hired you. Prepare to die!",
	],
	"1stKnightsOfTheInnerSphere": [
		"Beware, evil doer, for you now face the Knights of the Inner Sphere! Though our code requires we offer you a warning, we do not offer you quarter. If you resist our advance, you will be destroyed without mercy. Choose now your fate!",
		"Treacherous mercenary scum deserves no quarter. But if you surrender now, we will grant you safe conduct to your war crimes trial at the Second Star League.",
		"We remember your deeds on {RCNT_SYSTEM}. Prepare to face justice, evil-doer! Go for their sensors!"
	],
	"2ndFreeWorldsGuards": [
		"The Federated Commonwealth couldn't break our resolve on Dixie, you won't either! The 2nd Free Worlds Guards will never surrender!",
		"You might take our mechs, but you can never take our freedom. Prepare to die!"		
	],
	"30thMarikMilitia": [
		"For House Marik! 30th Marik Militia, all units push forward into the enemy!",
		"Only another Marik can defeat a Marik, and you are no Marik. Prepare to lose!"
	],
	"2ndArmyVMu": [
		"This is the 2nd Army of the ComGuard, with a warning for the opposing mercenary commander. Withdraw at once or face summary execution at our hands. You will not receive a second warning."
	],
	"11thArmyVEta": [
		"What do we have here? A mercenary intruding on matters they have no place in? 11th Army, destroy this interloper."
	],
	"7thArmyVIota": [
		"Though we may be weakened from our former heights, the 7th Army, the Dark Wave, will resist you with all we have. For Blake!"
	],
	"1stTyr": [
		"We are the 1st Tyr of the Free Rasalhague Republic. We have thrown back two Great Houses, you will be no challenge. Leave, while you still can."
	],
	"2ndFreemen": [
		"You will not hold the 2nd Freemen of the Free Rasalhague Republic back! 2nd Freemen, defeat this fool who would threaten the Republic!"
	],
	"4thKavalleri": [
		"We don't want to fight you merc, how about you just leave us to our drills? No? Well, then I guess we're fighting it out, damn."
	],
	"TaurianGuard": [
		"The Hell's Heart Regiment, pride of the Concordat, the Taurian Guard, stands ready to defeat you, mercenary. Fight with dignity, if you can."
	],
	"PleiadesHussars": [
		"Get a look at this guy? They're daring to fight the Pleiades Hussars? Wow, talk about bravery. Well, Hussars, show them why you don't fight us!"
	],
	"3rdTaurianLancers": [
		"Mercs?! Oh hell no, you were hired by the Valkyries right? Fuck you, we'll kick your ass and send it back to those cowardly bastards in a million pieces. Bring it on, merc!"
	],
	"RaventhirsIronHand": [
		"Raventhir's Iron Hand will never break! For the Magestrix!",
		"The Future is Female! For the Magestrix!"
	],
	"2ndCanopianFusiliers": [
		"The Star League couldn't best us, you think you can? Bold. Stupid, but bold. 2nd Canopian Fusiliers, show this fool the error of his ways!"
	],
	"MagistracyCavaliers": [
		"We might not be on Thraxa right now, but we'll be damned if we don't fight like we are. The Magistracy Cavaliers never back down from a fight!"
	],
	"1stAllianceAirWing": [
		"In the name of the Outworlds Alliance, I order you to surrender to the 1st Alliance Air Wing! Come peacefully and we'll show you mercy."
	],
	"3rdAllianceAirWing": [
		"The Dark Rain has come for you, mercenary! 3rd Air Wing, decimate this merc and keep our homes safe!"
	],
	"ILegioMartiaVictrix": [
		"I Legio comes for you, pathetic dogs. Veni, vidi, vici!.",
		"Hail Caesar! You will make fine galley slaves. Well, dropship slaves. We call it a galley though."
	],
	"VLegioRipariensis": [
		"The V Legio has come for you, mercenary. Ad victoriam!.",
		"Hail Caesar! *Trumpets play over the comm line, then it goes silent*"
	],
	"CohorsMorituri": [
		"Heh. You think we're scared of you? We're the Cohors Morituri, the Cohort of the Dead, we fear no man because we're already dead men, and you can't kill what's already dead.",
		"Hail Caesar! If we don't say that our political officer will execute us later."
	]
}
